Repository: mozilla-l10n/mt-training-data
Catalog: tt/tt_pontoon.tmx
Source language: en_us
Languages: tt

source: <name>Interaction data.</name> We use Google Analytics to better understand how you interact with the Common Voice app or website. For example, this includes number of voice samples you record or listen to, interactions with buttons and menus, session length.
tt: <name>Кулланылыш статистикасы.</name> Common Voice кушымтасын я интернет-сәхифәсен ничек куллануыгызны яхшырак аңлау өчен, без Google Analytics сервисын кулланабыз. Мисал өчен, бу үз эченә Сез тыңлаган я яздырган аудиоязмалар санын, кайсы төймә яки менюларга басуыгыз, сессияләрнең озынлыгы турындагы мәгълүматны ала.

source: <name>Technical data.</name> Using Google Analytics, we collect the URL and title of the Common Voice pages you visit. We collect your browser, viewport size, and screen resolution. We also collect your location, and the language setting in your browser.
tt: <name>Техник мәгълүмат.</name> Google Analytics'ны кулланып, без Сез зиярат иткән Common Voice сәхифәләренең сылтамасын һәм исемен җыябыз. Без Сезнең браузерыгыз, күренү өлкәсе зурлыгы һәм дисплей резолюциясе хакында мәгълүмат җыябыз. Моннан тыш без Сезнең урнашкан җирегез һәм браузерыгыздагы тел көйләүләрен җыябыз.

source: <name>Voice Recordings.</name> Voice recordings, along with any associated demographic data, may be available in the Common Voice database for public consumption and use.
tt: <name>Аудиоязмалар.</name> Аудиоязмалар, алар белән бәйле демографик мәгълүмат белән беррәттән, теләгән һәркем тарафыннан кулланыла алсын өчен, Common Voice мәгълүмат базасына куела ала.

source: Native Language
tt: Ана теле

source: Nepali
tt: Непалча

source: Next
tt: Киләсе

source: Next Goal: { $goal }
tt: Алдагы максат: { $goal }

source: Next Goals: { $goal }
tt: Алдагы максат: { $goal }

source: No
tt: Юк

source: No gravatar found for your email
tt: Сезнең эл. хат белән бәйле gravatar табылмады

source: No microphone found.
tt: Микрофон табылмады.

source: Norwegian Bokmål
tt: Норвегча (Букмол)

source: Norwegian Nynorsk
tt: Яңа норвегча

source: Note: When set to 'Visible', this setting can be changed from the <profileLink>Profile page</profileLink>
tt: Искәрмә: «Күренсен» диелгән булса, бу параметрны <profileLink>профиль битендә</profileLink> үзгәртеп була.

source: Note: You will still need to select between Speak or Listen to change contribution type.
tt: Искәрмә: Ярдәм итү төрен үзгәртү өчен сезгә Сөйләү яки Тыңлауны сайларга кирәк булачак.

source: Not found
tt: Табылмады

source: No Thanks
tt: Юк, рәхмәт

source: Now that you know a little bit more about Common Voice, why not try it out? Click on the microphone icon to start reading sentences aloud. <br/><br/>If you prefer to review other people's voice contributions, click on the play icon. You’ll help confirm that recordings match the sentences written on screen.
tt: Хәзер Common Voice турында күбрәк белгәч, нигә эшләп карамаска? Җөмләләрне уку өчен, микрофон тамгасына басыгыз.<br/><br/>Әгәр башкаларның тавышын тикшерергә телисез икән, уйнату тамгасына басыгыз. Шулай итеп Сез бу тавышның текстка туры килү-килмәвен раслауда ярдәм итә аласыз.

source: Now you can donate your voice to help us build an open-source voice database that anyone can use to make innovative apps for devices and the web. Read a sentence to help machines learn how real people speak. Check the work of other contributors to improve the quality. It’s that simple!
tt: Хәзер Сез, безгә үзегезнең тавышыгызны «иганә итеп», ачык чыганаклы тавышлар/аудиоязмалар базасын төзергә ярдәм итә аласыз. Ул базаны — төрле җиһазлар һәм Интернет өчен инноватив кушымталар ясау өчен — һәркем дә куллана алачак. Машиналарга кешеләрнең ничек сөйләшүен өйрәтү өчен җөмләләр укыгыз. Сыйфатны күтәрү нияте белән, проектка ярдәм итүче башка кешеләрнең эшен дә тикшерегез. Бу бик гади!

source: { NUMBER($count) } clips
tt: { NUMBER($count) } аудиоязма

source: Number of Voices
tt: Тавыш саны

source: { NUMBER($totalHours) } hours is achievable in just over { NUMBER($periodMonths) } months if { NUMBER($people) } people record { NUMBER($clipsPerDay) } clips a day.
tt: Әгәр { NUMBER($people) } кеше көненә { NUMBER($clipsPerDay) } аудиоязма яздырса, { NUMBER($totalHours) } сәгать аудиога нибары{ NUMBER($periodMonths) } ай эчендә иршеп була.

source: Occitan
tt: Окситан

source: Odia
tt: Одия

source: Off
tt: Сүнгән

source: Offensive language
tt: Рәнҗеткеч сүзләр

source: Offensive speech
tt: Рәнҗеткеч сүз

source: On
tt: Кабынган

source: On desktop computers, you can download the latest:
tt: Өстәл компьютерларында Сез түбәндәгеләрнең иң соңгы версияләрен йөкләп ала аласыз:

source: On iOS please continue with Safari to enable recording…
tt: iOS'та тавыш яздыру өчен, зинһар Safari'ны кулланыгыз…

source: Optionally join on our email list for updates and new information about the project.
tt: Теләсәгез, проект турында яңалыклар алып тору өчен безнең электрон хат исемлегенә язылыгыз.

source: Optionally submitted demographic data (e.g. age, gender, language, and accent) will never be made public on your profile, and will not be linked to your account in the dataset. Individual audio clips will be associated with demographic data for the purpose of more accurate analysis - for example, a researcher might want to target a training model to a specific demographic segment.
tt: Ихтыяри рәвештә җибәрелгән мәгълүмат (мәсәлән, катнашучының яше, җенесе һәм акценты турында) һичкайчан профилегездә күрсәтелмәячәк һәм аудиоязмалар тупланмасында Сезнең хисап язмагыз белән бәйләнешкә кертелмәячәк. Анализ сыйфатын арттыру максатында аерым аудиоязмалар демографик мәгълүмат белән баетылачак. Соңрак бу тикшеренүчеләргә үзләренең сөйләм тану модельләрен билгеле бер демографик сегментларга яраклаштыруны мөмкин итәчәк.

source: Optionally submitted demographic data (e.g. age, sex, language, and accent) is de-identified from your submitted voice data and will never be made public on your profile.
tt: Сезнең ихтыярыгыз белән тапшырылган демографик мәгълүмат (мәсәлән, яшь, җенес, тел һәм акцент) нәшер ителәсе аудиоязмалардан бүлеп алыначак һәм беркайчан да ачык рәвештә беркая да урнаштырылмаячак.

source: Optionally submitted demographic data (e.g. age, sex, language, and accent) will never be made public on your profile, and will not be linked to your account in the dataset. Individual audio clips will be associated with demographic data for the purpose of more accurate analysis - for example, a researcher might want to target a training model to a specific demographic segment.
tt: Ихтыяри рәвештә җибәрелгән мәгълүмат (мәсәлән, катнашөчының яше, җенесе һәм акценты турында) һичкайчан профилегездә күрсәтелмәячәк һәм аудиоязмалар тупланмасында Сезнең хисап язмагыз белән бәйләнешкә кертелмәяәк. Анализ сыйфатын арттыру максатында кайбер аерым аудиоязмалар демографик мәгълүмат белән баетылачак. Соңрак бу тикшеренүчеләргә үзләренең сөйләм тану модельләрен билгеле бер демографик сегментларга яраклаштыруны мөмкин итәчәк.

source: or Delete voice clip
tt: яки аудиоязманы бетерү

source: Other
tt: Башка

source: Other Language
tt: Башка тел

source: Other voice datasets…
tt: Башка тавыш мәгълүматы тупланмалары...

source: Other Voice Datasets
tt: Башка аудиоязма җыентыклары

source: Our <privacyLink>Privacy Notice</privacyLink> explains how we receive and handle your data.
tt: <privacyLink>Хосусыйлык хакында аңлатма</privacyLink> бите Сездән килгән мәгълүматны ничек кабул итүебез һәм аның белән ничек эш итүебезне аңлата.

source: Our source text is made up of original contributor donations as well as dialogue from public domain movie scripts like <italic>It’s a Wonderful Life</italic>. You can view our source sentences in this <githubLink>GitHub folder</githubLink>.
tt: Безнең чыганак текстлар проектка ярдәм итүчеләр тарафыннан уйлап табыла, шулай ук <italic>It’s a Wonderful Life (Бу искитмәле гомер)</italic> кебек ачык доменда булган фильм сценарийларындагы диалоглардан алына.

source: Overall Accuracy
tt: Гомуми төгәллек

source: Overall Hr. Total
tt: Сәгать саны, барлыгы

source: Overall project status: see how far we’ve come!
tt: Проектның гомуми статусы: безнең нәрсәгә ирешкәнебезне күрегез!

source: Papiamento (Aruba)
tt: Папиаменто (Аруба)

source: Partners
tt: Партнёрлар

source: Pashto
tt: Пушту

source: Persian
tt: Фарсы

source: Personal dashboards keep you up-to-date with individual and community progress.
tt: Шәхси мәгълүмат панельләре аерым кешеләрнең, шулай ук бөтен берләшмәнең алга китеше турында белеп торырга ярдәм итәчәк.

source: <playIcon></playIcon> Last one!
tt: <playIcon></playIcon> Соңгысы!

source: <playIcon></playIcon>Last one!
tt: <playIcon></playIcon> Соңгысы!

source: Play/Stop
tt: Уйнату/Туктату

source: Please tap to record, then read the above sentence aloud.
tt: Яздыру өчен экрандагы кызыл төймәгә басыгыз, аннан өстәге җөмләне кычкырып укыгыз.

source: Polish
tt: Поляк

source: Portuguese
tt: Португал

source: Portuguese (Brazil)
tt: Португальча

source: Press play, listen & tell us: did they accurately speak the sentence below?
tt: «Плей» төймәсенә басып тыңлагыз һәм әйтегез: түбәндәге җөмлә дөрес укылганмы?

source: Press { shortcut-play-toggle } to toggle play mode
tt: Туктату/дәвам итү өчен { shortcut-play-toggle } төймәсенә басыгыз

source: Privacy
tt: Хосусыйлык

source: Privacy Policy
tt: Хосусыйлык сәясәте

source: Pro
tt: Про

source: Profile
tt: Профиль

source: Profile information improves the audio data used in training speech recognition accuracy.
tt: Профильдәге мәгълүмат аша сөйләм тану системасын өйрәтүдә кулланылган аудио язмаларның сыйфаты камилләштерелә.

source: Progress
tt: Прогресс

source: Punjabi
tt: Пунжаб

source: Read More
tt: Дәвамын уку

source: Read more on our About page
tt: Күбрәк мәгълүмат «Хакында» сәхифәсендә

source: Ready to add your voice or lend your ear?
tt: Тавышыгызны өстәргә йә башкаларны тыңларга әзерсезме?

source: Ready to contribute?
tt: Үз өлешеңне кертергә әзерсеңме?

source: Ready to do { $count } more?
tt: Тагын { $count }'не башкарырга әзерме?

source: Ready to donate your voice?
tt: Тавышыгызны иганә итәргә әзерме?

source: Ready to help validate sentences?
tt: Җөмләләрне тикшерергә әзерме?

source: Receive emails such as challenge and goal reminders, progress updates, and newsletters about Common Voice.
tt: Куелган максатлар турындагы искәртүләр, ирешкән уңышларым турындагы хәбәрләр һәм Common Voice яңалыклары кебек электрон хатлар килеп торсын.

source: Recorded Clips
tt: Яздырылган клиплар

source: Recorded Hours
tt: Яздырылган сәгатьләр

source: <recordIcon></recordIcon> Last one!
tt: <recordIcon></recordIcon> Соңгысы!

source: recording
tt: яздыру

source: Recording
tt: Яздыру

source: Recordings
tt: Язма

source: Recording voice clips is an integral part of building our open dataset; some would say it's the fun part too.
tt: Тавыш клипларын яздыру — безнең ачык мәгълүмат базасын төзүдә эшләнәсе төп эш; күп кеше өчен иң кызык эштер дә.

source: Record/Stop
tt: Яздыру/Туктату

source: RECORD VOICEWAVE
tt: VOICEWAVE ЯЗДЫРУ

source: Record your voice
tt: Тавышыгызны яздырыгыз

source: Recreate Voicewave
tt: Сәламләү аудиосын яңадан ясау

source: Remove
tt: Бетерү

source: Report
tt: Шикаять итү

source: Report was passed successfully
tt: Шикаять җибәрелде

source: Request a Language
tt: Телнең өстәлүен сорау

source: *required
tt: *кирәк

source: Re-record
tt: Яңадан яздыру

source: RE-RECORD
tt: ЯНӘДӘН ЯЗДЫРУ

source: Rerecord clip
tt: Клипны янәдән яздыру

source: Retry
tt: Янәдән

source: RETRY
tt: КАБАТЛАУ

source: Return here to edit your goal anytime.
tt: Кайчан да булса максатыгызны үзгәртәсегез килсә, бу биткә кайтуыгыз гына кирәк.

source: Return to Common Voice
tt: Common Voice'ка кире кайту

source: Return to Common Voice Datasets
tt: Common Voice мәгълүмат базаларына кайту

source: Return to Languages
tt: Телләргә кире кайту

source: Review
tt: Тикшерү

source: Review & re-record clips here as you go
tt: Монда клипларны тикшереп чыгыгыз һәм яңадан яздырыгыз

source: Review & re-record clips if needed
tt: Кирәк булса, клипларны карап чыгыгыз һәм яңадан яздырыгыз

source: Review & Submit
tt: Тикшерү һәм йөкләү

source: Romanian
tt: Румынча

source: Romansh
tt: Ретороманча

source: Romansh Sursilvan
tt: Романш сурсельвча

source: Romansh Vallader
tt: Романш Валладер

source: Russian
tt: Рус

source: Sakha
tt: Саха

source: Sardinian
tt: Сардин

source: Save
tt: Саклау

source: Saved
tt: Сакланды

source: Search
tt: Эзләү

source: Search for answers
tt: Җавап эзләү

source: See how your progress compares to other contributors all over the world.
tt: Үзегезнең прогрессыгызны бөтен дөньядагы башка катнашучыларныкы белән чагыштырып барыгыз.

source: See Less
tt: Әзрәк

source: See More
tt: Күбрәк

source: Select a Language...
tt: Телне сайлау...

source: Send sign up link
tt: Теркәлү өчен сылтама җибәрү

source: Sentence Collection
tt: Җөмләләр тупланмасы

source: Sentences
tt: Җөмләләр

source: Serbian
tt: Сербча

source: Set a goal
tt: Максат кую

source: Set my visibility
tt: Күренүчәнлек дәрәҗәсен көйләү

source: Settings
tt: Көйләүләр

source: Sex
tt: Җенес

source: Share Common Voice
tt: Common Voice'ны уртаклашу

source: Share my goal
tt: Максатымны уртаклашу

source: Share your clip
tt: Тавышыгыз белән уртаклашу

source: Share your { $count } Clip Daily Goal for { $type }
tt: Көн саен { $count } клип { $type } максатыгыз белән уртаклашыгыз

source: Share your { $count } Clip Weekly Goal for { $type }
tt: Атна саен { $count } клип { $type } максатыгыз белән уртаклашыгыз

source: Shilha
tt: Шилһа

source: Shortcuts
tt: Төймә комбинацияләре

source: Show my ranking
tt: Минем рейтингымны күрсәт

source: Sicilian
tt: Сицилия

source: Sign up for an account
tt: Аккаунт булдырыр өчен теркәлегез

source: Sign up for Common Voice newsletters, goal reminders and progress updates
tt: Common Voice гәҗитенә, куелган максатлар һәм эшләнгән эшләр турындагы хәбәрләргә язылыгыз

source: sign up for email updates
tt: Электрон почта аша килүче яңалыкларга язылу

source: Sign up for { $language } updates
tt: { $language } теле өчен яңалыкларга язылу

source: Sign up for { $lang } updates:
tt: { $lang } теле хакындагы яңалыкларга язылу

source: Sinhala
tt: Синһала

source: Size
tt: Үлчәм

source: Skip
tt: Калдырып тору

source: Skip Submission Feedback
tt: Кире элемтәдән баш тарту

source: Slovak
tt: Словакча

source: Slovenian
tt: Словенча

source: Somali
tt: Сомали

source: Sorbian, Lower
tt: Түбән сорб

source: Sorbian, Upper
tt: Сорбча, Югары

source: Sorry! We are processing our audio files, please try again shortly.
tt: Гафу! Без аудио файлларны эшкәртү белән мәшгульбез, бераздан янәдән тырышып карагыз.

source: Spanish
tt: Испанча

source: Spanish (Argentina)
tt: Испанча (Аргентина)

source: Spanish (Chile)
tt: Испанча (Чили)

source: Speak
tt: Сөйләү

source: Speakers
tt: Сөйләүчеләр

source: Speaking
tt: Сөйләү

source: Speaking and Listening
tt: Сөйләү һәм тыңлау

source: Speak now
tt: Хәзер сөйләү

source: Speak up, contribute here!
tt: Рәхәтләнеп сөйләгез, бу проектка ярдәм итегез!

source: <speechBlogLink>Get Started with Speech Recognition</speechBlogLink>
tt: <speechBlogLink>Сөйләм тану системасын төзи башлау</speechBlogLink>

source: Speech is often the most natural way we communicate with each other and voice technologies are bringing that convenience to our computers and mobile devices. We want to empower developers to build amazing voice recognition applications like real-time translators and voice-enabled digital assistants. But right now most of the voice data required to build these kinds of apps is expensive and proprietary. We hope the Common Voice dataset will give developers what they need to innovate and make speech technology available in their own language. To make voice recognition even more universal, we're collecting voice samples in widely spoken languages as well as those with a smaller population of speakers often underserved by commercial speech recognition services. Publishing a diverse dataset of voices will empower developers, entrepreneurs, and entire speech communities to address this gap themselves.
tt: Сөйләм — аралашуның иң табигый ысулы, һәм сөйләм технологияләре компьютер һәм мобиль җиһазлар белән дә сөйләм аша идарә итүне мөмкин итә. Безнең программачыларга синхрон тәрҗемәче яисә дигиталь ассистент кебек, сөйләм тану технологияләренә нигезләнгән гаҗәеп кушымталар булдырырга ярдәм итәсебез килә. Әмма әлегә мондый төр кушымталарны булдырырга кирәкле аудиомәгълүматның күпчелек өлеше кыйммәт һәм проприетар. Common Voice мәгълүмат тупланмасы җитештерүчеләргә инновацияләү өчен кирәкле мәгълүмат бирер һәм аларга үз туган телләре өчен дә сөйләм тану технологияләрен булдырырга ярдәм итәр дип өметләнәбез. Сөйләм тану технологиясен чын мәгънәсендә универсаль итү өчен, һәм күп кеше сөйләшкән телләрдәге, һәм сөйләшүчеләр саны чагыштырмача аз булган, коммерцияле хезмәтләр игътибарыннан читтә калган телләрдәге аудиоязмалар туплау белән мәшгульбез. Төрле телдәге аудиоязмалардан торган мәгълүмат тупланмасын нәшер ителгәч, программачылар, эшмәкәрләр, һәм, гомумән, бер телдә сөйләшүче җәмгыятьләр бу кимчелекләрне үзләре төзәтә алачак.

source: Speech-to-text (STT)
tt: Сөйләм-текст (Speech-to-text, STT)

source: Speech-to-text (STT) technologies convert voice data into text.
tt: Сөйләм-текст (Speech-to-text, STT) технологияләре тавышны текстка күчерә.

source: Splits
tt: Бүлемнәр

source: Start recording
tt: Яздыра башлау

source: Stats
tt: Статистика

source: Streaks
tt: көн рәттән

source: Submit
tt: Җибәрү

source: Submit a report
tt: Шикаять итү

source: Submit clips
tt: Клип тапшыру

source: Submit success! Want to record again?
tt: Кабул ителде! Тагын яздырасыгыз киләме?

source: Subscribe
tt: Язылу

source: Success
tt: Уңыш

source: Success, profile created!
tt: Булды, профиль ясалды!

source: Swahili
tt: Суахили

source: Swedish
tt: Шведча

source: Syriac
tt: Сүрия

source: Tagalog
tt: Тагалог

source: Tajik
tt: Таҗик

source: Take a look
tt: Күз салу

source: Take Me To Pontoon
tt: Pontoon'га күчү

source: Tamil
tt: Тамил

source: Tap
tt: Төймәгә басып алыгыз,

source: Tatar
tt: Татар

source: Tatoeba is a large database of sentences, translations, and spoken audio for use in language learning. This download contains spoken English recorded by their community.
tt: Tatoeba — җөмләләр, аларның тәрҗемәләреннән һәм укылышларыннан торучы, тел өйрәнүчеләргә тәгаенләнгән зур мәгълүмат базасы. Сез йөкләп алачак файл әлеге проект иреклеләре яздырган барлык инглизчә аудиоларны да үз эченә ала.

source: TED-LIUM Corpus
tt: «TED-LIUM» корпусы

source: Telugu
tt: Телугу

source: Termination: We may suspend or terminate your access to the Services at any time for any reason, we will make reasonable efforts to notify you by the email address associated with your account or the next time you attempt to access the Services. Regardless of any termination, all recordings that you submit to Mozilla will continue to be publicly available.
tt: Эшне туктату: без теләсә кайсы вакыт һәм теләсә кайсы сәбәптән Сезнең Хезмәтләрдә катнаша алуыгызны туктатып тора я бөтенләй бетерә алабыз. Сезне аккаунтыгыз белән бәйләнгән электрон почтагыз аша яисә Хезмәтләргә алдагы тапкыр керергә тырышкан вакытыгызда Сезне хәбәрдар итәр өчен хәлебездән килгәнне эшләячәкбез. Теләсә нинди туктатылуга да карамастан, Mozilla'га җибәргән бөтен язмаларыгыз да һәркем өчен дә ачык булып калачак.

source: Terms
tt: Шартлар

source: Thai
tt: Тай

source: Thanks for confirming your account, now let's build your profile.
tt: Хисабыгызны раславыгыз өчен рәхмәт, әйдәгез хәзер профиль булдырыйк.

source: Thanks to contributions from over 259k people in over 50 languages, this data is being used to train speech-enabled applications to better respond to the human voice.
tt: 259 меңнән артык кеше, 50-дән артык телдә сөйләп бу җыентыкны төзүдә катнашканга күрә, әлеге мәгълүматлар, кеше сөйләменә тагын да камилрәк җавап бирсеннәр дип, сөйләм белән эш итә алучы программаларны укыту өчен кулланыла.

source: Thank you for recording!<lineBreak></lineBreak>Now review and submit your clips below.
tt: Аудиоязмагыз өчен рәхмәт!<lineBreak></lineBreak>Хәзер түбәндәрәк аларны тикшерегез дә йөкләгез.

source: Thank you for your interest in contributing to { $lang }. We work hard to get every language ready for launch and keep the teams updated via email. If you want to contribute, please provide your email below.
tt: { $lang }нә өлеш кертү ниятегез өчен рәхмәт. Бу проектка Сезнең туган телегезне дә теркәү өчен без күп эшлибез һәм тәрҗемәче төркемнәргә яңалыкларны электрон почта аша хәбәр итеп торабыз. Сезнең дә катнашыгыз килсә, түбәндә электрон почтагызны кертегез.

source: That's <goalPercentage></goalPercentage> toward today's Common Voice { $goalType } goal. Thank you
tt: Бу Common Voice'ның { $goalType } бүгенге максатына таба <goalPercentage></goalPercentage>. Рәхмәт!

source: The Clip Graveyard consists of voice clips that didn't make it into the Common Voice dataset. Just like the dataset, the Clip Graveyard is available for download.
tt: «Аудиоязма каберлеге» Common Voice'ка эләгә алмаган аудиоязмалардан тора. Common Voice мәгълүмат тупланмасы кебек үк, «Аудиоязма каберлеге»ндәге аудиоязмаларны да йөкләп алып була.

source: The clip has disrespectful or offensive language.
tt: Бу клипта кимсетүле-рәнҗеткеч гыйбарәләр бар.

source: The Common Voice dataset complements Mozilla’s open source voice recognition engine Deep Speech. The first version of Deep Speech was released in November 2017 and has continued to evolve ever since. Together with the Common Voice dataset, we believe this open source voice recognition technology should be available to everybody. It’s our hope these technologies will enable developers to build a wave of innovative products and services.
tt: Common Voice мәгълүмат җыентыгы Mozilla'ның Deep Speech исемле ачык чыганак кодлы сөйләм тану системасын тулыландырып тора. Deep Speech'ның беренче версиясе 2017 елның ноябрендә нәшер ителде һәм шуннан бирле ул даими камилләштерелеп тора. Һәр кешедә, Common Voice мәгълүматлар җыентыгы белән беррәттән, бу ачык чыганак кодлы сөйләм тану технологиясен дә куллану мөмкинлеге булырга тиеш дип саныйбыз. Бу технологияләр җитештерүчеләргә инноватив продукт һәм хезмәтләрнең яңа бер дулкынын булдырырга ярдәм итәр дигән өметтә калабыз.

source: The Common Voice dataset complements Mozilla’s open source voice recognition engine Deep Speech, which you can use to build speech recognition applications. Read our <githubLink>Github overview</githubLink> or join the <discourseLink>DeepSpeech Discourse</discourseLink> to learn how to get started.
tt: Common Voice мәгълүмат тупланмасы Mozilla'ның Deep Speech исемле сөйләм тану моторын тулыландырып тора. Ул моторны кулланып, сез сөйләм танучы кушымталар булдыра аласыз. Deep Speech белән эшли башлау өчен, <githubLink>Github'тагы күзәтүне</githubLink> укыгыз яисә <discourseLink>DeepSpeech Discourse форумына</discourseLink> үтегез.

source: The Common Voice Dataset contains hundreds of thousands of voice samples that help developers build voice recognition tools.
tt: Common Voice мәгълүмат тупланмасында меңләгән аудиоязма бар. Алар җитештерүчеләргә сөйләм тану әсбапларын булдырырга ярдәм итә.
